---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.DockablePane
source: html/cfbf4c66-d2bc-422b-98d9-557d4e22f91e.htm
---
# DockablePane Members

Constructs a new copy of the input DockablePane object.